Repository: tuan3w/python-rest-ddd-template
Catalog: locales/*/LC_MESSAGES/*.po
Languages: vi

source: Internal error
vi: Lỗi hệ thống đã xảy ra

source: User isn't in this thread
vi: Người dùng không ở trong luồng chat này

source: User not found
vi: Người dùng không tồn tại

source: You don't have permission to thread
vi: Bạn không có quyền trong luồng chat

source: Internal server error
vi: Lỗi server đã xảy ra

source: Unauthorized
vi: Chưa đăng nhập

source: Invalid parameters
vi: Tham số hệ thống sai

source: An database error has occured
vi: Lỗi database đã xảy ra

source: User existed
vi: Người dùng đã tồn tại

source: Invalid password
vi: Mật khẩu không đúng

source: Message not found
vi: Không tìm thấy tin nhắn
